Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: The difference now was that Jiang Zemin’s own resolve seems to have grown and the reorganization of the government in spring 1998 had enhanced Zhu Rongji’s leverage.
es_us: La diferencia ahora yacía en que la propia determinación de Jiang Zemin parecía haber crecido y la reorganización de gobierno en la primavera de 1998 había aumentado la ventaja de Zhu Rongji.

source: The different perspective of this group stemmed in part from generational differences and in part from their self-identification with the common people.
es_us: La perspectiva de este grupo surgía por un lado de las diferencias generacionales y por otro de su propia identificación con la gente común.

source: The discussion grew so heated that both Hu Jintao and Wen Jiabao were forced to make strong statements reaffirming reform and opening up at the NPC meeting in March 2006.
es_us: El debate se volvió tan intenso que Hu Jintao y Wen Jiabao fueron obligados a hacer fuertes declaraciones reafirmando la reforma y la apertura durante la reunión de la APN en marzo de 2006.

source: The division between the PBSC, headed by Zhao Ziyang, and the CMC, headed by Deng, had contributed to the tragedy of Tiananmen.
es_us: La división entre el PBSC, liderada por Zhao Ziyang, y el CMC, lideraada por Deng, habían contribuído a la tragedia de Tiananmen.

source: The document was written by Yang Ping, then the leading manager of the ideological and theoretical section at China Youth Daily and a close friend of Wang Xiaodong.
es_us: El documento fue escrito por Yang Ping, el entonces gerente principal de la sección ideológica y teórica del China Youth Daily y también amigo cercano de Wang Xiaodong.

source: The document went on to warn that the ideological confusion in the Party – particularly the belief that it is not necessary to determine whether a given policy is “capitalist” or “socialist,” an agnostic approach that derived directly from Deng’s trip to the south – might lead to the appearance of a Gorbachev-type leader within the CCP in the next ten to twenty years, though presumably the author was concerned about a much shorter time frame.
es_us: El documento continuaba con la advertencia de que la confusión ideológica en el partido (particularmente la creencia de que no era necesario determinar si una política determinada era “capitalista” o “socialista”, un enfoque agnóstico que derivaba directamente la visita de Deng al sur) podría conducir al surgimiento de un líder al estilo Gorbachev dentro del PCCh dentro de los próximos diez a veinte años, aunque presuntamente el autor estaba interesado en un plazo mucho más corto.

source: The ebullient mood did not last long.
es_us: El entusiasmo no duró mucho.

source: The economy had picked up and indeed had nearly careened out of control, as loose monetary policies were adopted to support Deng Xiaoping’s call for a renewed period of reform.
es_us: La economía había repuntado y, de hecho, prácticamente había avanzado a ritmo acelerado y sin control ya que se adoptaron políticas monetarias laxas a fin de apoyar el llamado de Deng Xiaoping para un nuevo período de reforma.

source: The effort was to turn Deng into the titular leader of the Party, much as Liu Shaoqi and Deng himself may have hoped to do to Mao in the early 1960s.
es_us: Se concentró el esfuerzo en convertir a Deng en el líder nominal del Partido. Esto era lo mismo que Liu Shaoqi y Deng mismo podían haber esperado hacer con Mao a principios de la década de 1960.

source: The emergence of neoconservatism
es_us: El surgimiento del neoconservadurismo

source: The emergence of neoconservatism 83
es_us: El surgimiento del neoconservadurismo 83

source: The emergence of neostatism and popular nationalism
es_us: El nacimiento del neoestatismo y del nacionalismo popular

source: The emergence of neostatism and popular nationalism 140
es_us: El surgimiento del neoestatismo y del nacionalismo popular 140

source: The emergence of the Internet has, of course, allowed much broader circulation of ideas, but the government has fought back vigorously.
es_us: El surgimiento de internet claramente extendió la circulación de ideas, lo cual el gobierno se empeñó en combatir.

source: The emphases of different authors varied.
es_us: Diferentes autores se enfocaron en aspectos variados.

source: The enlightenment tradition under challenge
es_us: La tradición de la Ilustración en tela de juicio

source: The enlightenment tradition under challenge 113
es_us: El ataque a la tradición de la Ilustración 113

source: The evidence coming out of the Congress suggests that Hu Jintao was quite successful, if not as successful as he perhaps would have wanted to be.
es_us: La evidencia que surgió del Congreso indica que Hu Jintao tuvo bastante éxito, quizás tanto como él hubiera querido.

source: The evidence coming out of the Congress suggests that Hu Jintao was quite successful, if not as successful as he perhaps would have wanted to be. Compromises were made. But the Seventeenth Party Congress left open questions about the institutionalization of the Chinese political system; there was the sort of bargaining necessary to achieve compromise but which thereby suggested the uninstitutionalized aspects of elite politics. These uninstitutionalized aspects may yet come back to haunt the Party in the future.
es_us: La evidencia que surgió del Congreso indica que Hu Jintao tuvo bastante éxito, quizás tanto como él hubiera querido. Compromises were made. But the Seventeenth Party Congress left open questions about the institutionalization of the Chinese political system; there was the sort of bargaining necessary to achieve compromise but which thereby suggested the uninstitutionalized aspects of elite politics. These uninstitutionalized aspects may yet come back to haunt the Party in the future.

source: The example of a “honeymoon” period between the common citizens and monarchs of Europe (another argument made by the new authoritarians) was irrelevant to China, which had not
es_us: El ejemplo de un período de “luna de miel” entre los ciudadanos comunes y los monarcas de Europa (otro argumento de los neoautoritarios) era irrelevante para China, que no había tenido una economía feudal

source: The fact that Wu played such a public role in the domestic controversy indicates that he had strong political backing, backing that could only have come from former premier Li Peng.
es_us: El hecho de que Wu tenía semejante papel público en la controversia interna señala que él tenía un fuerte respaldo político, respaldo que solo pudo haber venido del anterior primer ministro Li Peng.

source: The failure of socialism in Eastern Europe and the Soviet Union, the new awareness of globalization that that collapse brought about, the commercialization of Chinese society and culture, the changing status of intellectuals, the changed perceptions of the United States, the raising of new questions about the effects and goals of reform, heightened concerns about social and political stability, and nuts and bolts questions about how one might successfully carry out reform all pointed to an intellectual atmosphere that was vastly different from that in the 1980s.
es_us: El fracaso del socialismo en Europa oriental y en la Unión Soviética, la nueva concientización sobre la globalización que ocasionó ese colapso, la comercialización de la sociedad y la cultura china, el cambio de estatus social de los intelectuales, el cambio en las percepciones sobre Estados Unidos, el surgimiento de nuevas cuestiones acerca de los efectos y los objetivos de la reforma, el aumento de la preocupación por una estabilidad social y política, y todos los secretos acerca de cómo se podría llevar a cabo una reforma exitosa eran factores que apuntaban a un ambiente intelectual muy diferente de aquel ambiente de la década de los 80.

source: The first and arguably most critical point of decision came in March, when a draft of Jiang’s report to the Fifteenth Party Congress was circulated among officials for comment.
es_us: La primera y (que se puede debatir) más crucial de las decisiones llegó en marzo cuando se difundió entre los funcionarios un borrador del informe de Jiang al XV Congreso del Partido Comunista para que realizaran observaciones.

source: The first book on which he was a major collaborator was Survival and Development.
es_us: El primer libro en el que fue colaborador principal fue Survival and Development (Supervivencia y desarrollo).

source: The first book on which he was a major collaborator wasSurvival and Development.
es_us: El primer libro en el que fue colaborador principal fueSupervivencia y Desarrollo.

source: The first clear sign of extra-institutional maneuvering appeared when the Xinhua News Agency announced that Jia Qinglin, the Party secretary of Beijing, and Huang Ju, the Party secretary of Shanghai, both close to Jiang Zemin, would be “transferred to the center.”33 These two important personnel changes meant that Liu Qi, who was named to succeed Jia Qinglin as Beijing Party secretary, and Chen Liangyu, who took over as Shanghai Party secretary, would join the Politburo since the Party leaders of those two major cities are routinely seated on the Party’s highest policy-making body.
es_us: La primera señal clara de una maniobra extrainstitucional apareció cuando la agencia de prensa Xinhua anunció que Jian Qinglin, el secretario del partido de Pekín, y Huang Ju, el secretario del partido de shanghái, ambos cercanos a Jiang Zemin, serían “transferidos al centro”.33 Estos dos cambios de personal importantes significaron que Liu Qi, quién fue nombrado para suceder a Jian Qinglin como secretario del partido de Pekín, y Chen Liangyu, quién tomó el el cargo de secretario del partido de Shanghái, unirían el Poiltburó ya que los líderes políticos de esas dos ciudades importantes generalmente conforman el cuerpo de mayor cuerpo normativo del partido.

source: The first is politics, particularly elite politics.
es_us: El primero es la política, en particular la política de élite.

source: The first is that, in the spring of 1991, Deng simply lacked the political strength to reinstate his vision of reform.
es_us: La primera es que, en la primavera de 1991, a Deng le faltó la fuerza política para restablecer su visión de la reforma.

source: The first major casualty was Yan Jian- hong, the wife of former Guizhou provincial Party secretary Liu Zhengwei, who was executed in January for taking advantage of her connections in order to embezzle and misappropriate millions of yuan.16
es_us: La primera víctima importante fue Yan Jian- hong, esposa de Liu Zhengwei, secretario del Comité Provincial del partido de Guizhou, a quién se ejecutó en el mes de enero por aprovecharse de sus conexiones para malversar y apropiarse de millones de yuanes16.

source: The first public glimpse of this trend came on January 16, 1989, when Shanghai’s reform-oriented newspaper, the World Economic Herald, published an article by Wu Jiaxiang, then a young researcher with the General Office of the Central Committee.
es_us: La primera vez que la sociedad vislumbró esta tendencia fue el 16 de enero de 1989 cuando el periódico de orientación reformista de Shanghái, el World Economic Herald, publicó un artículo escrito por Wu Jiaxiang, en aquel entonces un investigador joven de la Secretaría General del Comité Central.

source: The first was the degree to which China’s policies would change to reflect the social challenges discussed above, and the second was the degree to which power could be transferred smoothly.
es_us: El primero se refería al grado en que la política de China cambiaría para reflejar los desafíos sociales, mencionados con anterioridad y el segundo al grado de fluidez con la que el poder podría transferirse.

source: The former figure, said Wang, had fallen over the course of reform from 31.9 percent in 1979 to only 22 percent in 1987.75Conservative economists complained loudly that the decentralization policies pursued in the course of reform had brought about a system of “feudal-lord economies” (zhuhou jingji), where each province was essentially a self-contained eco-nomic unit over which Beijing had little control.76Conservatives demanded a recentralization of economic and political power.
es_us: La primer cifra, según Wang, había caído desde el curso de la reforma de 31.9% en 1979 hasta solo 22% en 1987.75Los economistas conservadores se quejaron de manera abierta de que las políticas de decentralización aplicadas en el transcurso de la reforma habían ocasionado un sistema de "economías de señores feudales" (Zhuhou jingji), donde cada provincia era en esencia una unidad económica autónoma sobre las que Pekín ejercía poco control.76Los conservadores pedían una recentralización del poder económico y político.

source: The former figure, said Wang, had fallen over the course of reform from 31.9 percent in 1979 to only 22 percent in 1987.75 Conservative economists complained loudly that the decentralization policies pursued in the course of reform had brought about a system of “feudal-lord economies” (zhuhou jingji), where each province was essentially a self-contained eco-nomic unit over which Beijing had little control.76 Conservatives demanded a recentralization of economic and political power.
es_us: La primera cifra, según Wang, había caído durante la reforma de 31,9 % en 1979 hasta solo 22 % en 1987.75 Los economistas conservadores se quejaron de manera abierta de que las políticas de decentralización aplicadas en el transcurso de la reforma habían ocasionado un sistema de “economías de señores feudales” zhuhou jingji), donde cada provincia era, en esencia, una unidad económica autónoma sobre la que Pekín ejercía poco control.76 Los conservadores pedían una recentralización del poder económico y político.

source: The four people born before 1940 retired.
es_us: Las cuatro personas nacidas antes de 1940 se jubilaron.

source: The general secretary, however, was not impressed and referred to it, in a marginal note, as “rubbish.” Later he took Hu Qili to task for accepting the ideas in the report.3
es_us: Al secretario general, por otro lado, no le causó una buena impresión y, en una nota marginal, lo describió como "basura". Luego, reprendió a Hu Qili por haber aceptado las ideas de este informe3.

source: The general secretary, however, was not impressed and referred to it, in a marginal note, as “rubbish.” Later he took Hu Qili to task for accepting the ideas in the report.3 At roughly the same time that Wang was forwarding his report to the
es_us: Al secretario general, por otro lado, no le causó una buena impresión y, en una nota marginal, lo describió como "basura". Luego, reprendió a Hu Quii por haber aceptado las ideas de este informe3.

source: The government encouraged nationalistic feelings through its campaign of patriotic education and generally discouraged writing about the “black spots” in its history 18.
es_us: El gobierno fomentaba el sentimiento nacionalista a través de campañas de educación patriótica y, por lo general, se oponía a los textos que hablaran sobre estas “manchas negras” que formaban parte de su historia.18

source: The government had an indispensable role to play.17A state could take effective action only if it had both a strong desire to address regional inequalities and a strong capacity to do so.18Thus, their research on regional inequalities reinforced their conclusions in the report on state capacity – namely, that the fiscal strength of the state needed to be increased and the
es_us: El gobierno tenía que desempeñar un papel indispensable.17Un Estado podía actuar de manera efectiva solo si contaba con un gran deseo de abordar las desigualdades regionales y, al mismo tiempo, con una gran capacidad para llevarlo a cabo.18Por lo tanto, la investigación sobre desigualdades regionales reforzó las conclusiones de su informe sobre capacidad del Estado (concretamente, que la fuerza fiscal del Estado debía aumentar y la

source: The greatest tension across these different groups of thinkers is centered on the figure of Zhu Rongji.
es_us: La mayor tensión entre estos grupos de pensadores se centra en la figura pública de Zhu Rongji.

source: The growing sense of popular nationalism reflected in the publication of
es_us: El sentimiento cada vez mayor del nacionalismo popular reflejado en la publicación del

source: The growth of interests, one could argue, provided a sort of political stability under a neoconservative framework, but it also stood in the way of efforts to deepen reform, particularly thorough-going legal and political reforms.2 At the same time, such interests generated intense societal opposition.
es_us: Puede decirse que el crecimiento de intereses contribuyó a cierto equilibrio político en un marco neoconservador, pero también obstaculizó los intentos de profundizar reformas, en especial, aquellas reformas legales y políticas exhaustivas.2 Al mismo tiempo, estos intereses generaron una intensa oposición social.

source: The growth of the New Left was a response to these trends.
es_us: El auge de la nueva Izquierda fue una reacción a aquellas tendencias.

source: The growth of vested interests distinguished China in the early twenty-first century from the situation in 1989 when societal interests were much weaker.
es_us: Este crecimiento de intereses creados fue lo que diferenció a China a comienzos del siglo XXI de lo ocurrido en 1989 cuando los intereses sociales eran menos importantes.

source: The harsh repression of student-led dissent, not just in Beijing, which was what most of the world watched, but throughout the major cities of China, could not succeed for long, it was thought.
es_us: Se pensaba que no dudarían mucho tiempo las represiones contra los estudiantes: no solo la de Pekín, que tomó conocimiento mundial, sino las que tuvieron lugar a lo largo de las ciudades más importantes de China.

source: The historical record to date suggests that Leninist systems do have diffi-culty reforming politically.
es_us: Los registros históricos a la fecha sugieren que el leninismo tiene dificultades a la hora de encarar la reforma política.

source: The history of political contestation in twentieth-century China in general and the heritage of Leninism in particular make it difficult for both institution building and pluralist understandings of political power.
es_us: La historia de las rivalidades políticas en el siglo veinte en China en general y la herencia del leninismo en particular hicieron dificil la construcción de instituciones y el entendimiento pluralista del poder político.

source: The idea behind theestablishment of the State Council Production Commission was apparently to better coordinate the functions of planning and plan implementation through a newly established “double guarantee” system to be administered by the Production Commission, which inturn would be overseen by the SPC.
es_us: La idea detrás deel establecimiento de la Comisión de Producción del Consejo del Estado fue, aparentemente, coordinar de una mejor forma las funciones de planificación y la implementación de planes mediante un recientemente establecimiento de un sistema de "doble garantía" adminitrado por la Comisión de Producción , que a cambio sería supervisado por la SPC.

source: The ideals and hopes of these and other intellectuals were shattered by Tiananmen.
es_us: Los ideales y esperanzas de estos y otros intelectuales se vieron destrozados luego de Tiananmén.

source: The ideological atmosphere that grew up in the wake of Tiananmen probably facilitated Jiang’s policy direction, just as Jiang’s cautious political direction encouraged a more conservative intellectual atmosphere.
es_us: El ambiente ideológico que creció luego de Tiananmén probablemente facilitó la dirección política de Jiang, al igual que la dirección política cautelosa de Jiang alentó un clima intelectual más conservador.

source: The impasse was resolved by focusing the work report on just the preceding year, but Zhao reported that “[s]ome comrades” had criticized him for not allowing Li to discuss the mistakes of the “past few years” in the report.28[11] Although the Fourth Plenum accused Zhao of supporting the turmoil and splitting the Party – charges Zhao asked the Party to reconsider in his rebuttal – it could not reach a resolution on his case, declaring only that the Party would “continue to investigate his problem.”29[12] The plenum’s failure to conclude Zhao’s case reflected the depth of division within the Party.
es_us: Esta situación sin salida se resolvió focalizándo el trabajo del informe solo en los años precedentes, pero Zhao expresó que [a]lgunos compañeros lo habían criticado por no permitirle a Li discutir los errores de "algunos años atrás" en el informe. 28 A pesar de que el Cuarto Pleno lo acusó a Zhao de apoyar la agitación y dividir el partido (?Zhao solicitó al partido reconsiderar su impugnación) no pudo llegar a una resolución sobre su caso y declaró únicamente que el partido "continuaría investigando el problema". La incapacidad del Pleno de no resolver el caso de Zhao demuestra la profunda división dentro del partido.

source: The incident further confirmed the economic and social bases of contemporary Chinese nationalism and the differing responses of the Chinese leadership to international economic forces and the social changes in China.
es_us: El incidente además confirmó las bases económicas y sociales del nacionalismo contemporáneo chino y las diferentes respuestas de los líderes de China a las fuerzas económicas internacionales y los cambios sociales en China .

source: The intellectual atmosphere in China had changed dramatically.
es_us: El ambiente intelectual en China había cambiado radicalmente.

source: The interaction between the state and public opinion is complex, subtle, and often obscure to the outside observer; nonetheless, it is an important part of the political process.
es_us: La interacción entre el estado y la opinión pública es compleja, sutil y a veces desconocida para los que la ven desde afuera; sin embargo, es un aspecto importante del proceso político.

source: The interests of critical intellectualsand mainstream government officials, however, diverged on at least two major issues.
es_us: Sin embargo, los intereses de los intelectuales críticos y los funcionarios principales del gobierno discreparon en por lo menos dos grandes temas.

source: The intermediate stage of new authoritarianism was necessary, Wu argued, because otherwise the crumbling authority of traditional authoritarian rule would be captured by a variety of social structures and forces, preventing both individual freedom and necessary central authority.
es_us: La etapa intermedia del neo autoritarismo era necesaria, argumentó Wu, si no la autoridad debilitada del gobierno autoritario tradicional sería tomada por una serie de estructuras y fuerzas sociales que prevendrían tanto la libertad individual como la autoridad central requerida.

source: The introduction of such crit-ical methodologies marked a new turn in the old debate about the relative merits of “Eastern” (meaning Chinese) culture and “Western” (mostly US) culture.
es_us: La inserción de dichas metodologías críticas marcaron un nuevo rumbo en el antiguo debate sobre los méritos relativos de la cultura de "Oriente" (es decir de China) y de la de "Occidente" (en particular de Estados Unidos).
